tap "apple/apple"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "incu6us/tap"
tap "ktr0731/evans"
tap "owasp-amass/amass"
tap "siderolabs/tap"
tap "snyk/tap"
tap "wpscanteam/tap"
brew "libssh"
brew "ansible"
brew "python@3.12"
brew "autojump"
brew "autopep8"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "libssh2"
brew "bat"
brew "black"
brew "butane"
brew "glib"
brew "cloudfox"
brew "cmake"
brew "cocoapods"
brew "dive"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "node"
brew "eslint"
brew "libgit2"
brew "eza"
brew "fastlane"
brew "fd"
brew "fonttools"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitlab-ci-local"
brew "glab"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "hey"
brew "ipinfo"
brew "isort"
brew "jinja2-cli"
brew "jq"
brew "kind"
brew "ko"
brew "lazygit"
brew "libfido2"
brew "librdkafka"
brew "little-cms2"
brew "luarocks"
brew "luv"
brew "mercurial"
brew "minikube"
brew "mockery"
brew "most"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "node@18"
brew "numpy"
brew "openjpeg"
brew "pango"
brew "perl"
brew "webp"
brew "pillow"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "prettier"
brew "protobuf"
brew "pstree"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "renovate"
brew "ripgrep"
brew "semgrep"
brew "shellcheck"
brew "squashfs"
brew "starship"
brew "staticcheck"
brew "taplo"
brew "tcl-tk"
brew "terragrunt"
brew "tflint"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "trivy"
brew "vim"
brew "vite"
brew "watchman"
brew "weasyprint"
brew "wget"
brew "xmlstarlet"
brew "yamlfmt"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "incu6us/tap/goimports-reviser"
brew "ktr0731/evans/evans"
brew "owasp-amass/amass/amass"
brew "siderolabs/tap/talosctl"
brew "snyk/tap/snyk"
cask "alacritty"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "goneovim"
cask "google-cloud-sdk"
cask "mitmproxy"
