tap "apple/apple"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "incu6us/tap"
brew "python@3.12"
brew "zoxide"
# TODO: remove autojump after verifying zoxide works
brew "autojump"
brew "autopep8"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "black"
brew "cmake"
brew "dive"
brew "node"
brew "eslint"
brew "eza"
brew "fd"
brew "folly"
brew "fizz"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "ipinfo"
brew "isort"
brew "jinja2-cli"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "luv"
brew "mockery"
brew "most"
brew "neovim"
brew "numpy"
brew "perl"
brew "pipx"
brew "pngpaste"
brew "podman"
brew "prettier"
brew "protobuf"
brew "pstree"
brew "pulumi"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "semgrep"
brew "shellcheck"
brew "starship"
brew "staticcheck"
brew "taplo"
brew "tcl-tk"
brew "terragrunt"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "trufflehog"
brew "vim"
brew "webp"
brew "xmlstarlet"
brew "yamlfmt"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "incu6us/tap/goimports-reviser"
cask "ghostty"
cask "google-cloud-sdk"
cask "mitmproxy"
