tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "wpscanteam/tap"
brew "ansible"
brew "aws-shell"
brew "awscli"
brew "bat"
brew "ccat"
brew "ctags", link: false
brew "exa"
brew "fzf"
brew "git"
brew "grep"
brew "jq"
brew "ldns"
brew "neovim", args: ["HEAD"]
brew "node"
brew "openssh"
brew "ruby"
brew "tfenv"
brew "tmux", args: ["HEAD"]
brew "tmuxinator"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "zsh"
brew "hashicorp/tap/terraform", link: false
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wpscanteam/tap/wpscan"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "session-manager-plugin"
